/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Bỏ qua";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Hủy bỏ quét";

/* alert button */
"Continue" = "Tiếp tục";

/* alert button */
"Continue scan" = "Tiếp tục quét";

/* alert button */
"Ignore" = "Bỏ qua";

/* alert button */
"Ignore plug-in" = "Bỏ qua trình cắm";

/* alert button */
"Open plug-in graphic interface" = "Mở giao diện đồ họa trình cắm";

/* alert button */
"Start Plug-In Manager" = "Bắt đầu Trình quản lý Trình cắm";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Kính gửi người dùng ^P,\nbạn đã bật %ld Audio Unit không vượt qua quá trình xác thực AU của Apple. Việc này có thể gây ra các sự cố và thậm chí có thể làm hỏng ^P hoặc dẫn đến mất dữ liệu! Vui lòng kiểm tra với nhà sản xuất để có phiên bản cập nhật. Chúng tôi khuyên bạn nên tắt những trình cắm này trong Trình quản lý Trình cắm.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "Chỉ Audio Units đã được quét thành công mới có sẵn trong ^P.\nQuá trình quét sẽ tiếp tục trong lần tiếp theo bạn khởi chạy ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio Unit “%1$@” của “%2$@” báo cáo rằng trình cắm không được ủy quyền thích hợp để được sử dụng trên hệ thống này.\nVui lòng kiểm tra tài liệu của trình cắm để biết thêm thông tin về chống sao chép.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio Unit “%1$@” của “%2$@” báo cáo rằng trình cắm không được ủy quyền thích hợp để được sử dụng trên hệ thống này.\nVui lòng kiểm tra tài liệu của trình cắm để biết thêm thông tin về chống sao chép. Bạn có thể mở giao diện đồ họa của trình cắm bây giờ để quản lý chống sao chép.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Trong khi xác minh tính tương thích của Audio Unit, ^P đã gặp phải %ld trình cắm Audio Unit không vượt qua quá trình xác thực AU của Apple. Những trình cắm này đã bị loại trừ để không thể sử dụng thêm trong ^P nhằm phòng ngừa các sự cố hoặc lỗi có thể xảy ra. Bạn có thể bắt đầu Trình quản lý Trình cắm bây giờ để xem lại kết quả xác thực hoặc tiếp tục quá trình khởi động.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P thoát bất ngờ trong khi cố gắng sử dụng Audio Unit “%1$@” của “%2$@”.\nTrình cắm này có thể yêu cầu cập nhật.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Đã xảy ra lỗi với trình cắm Audio Unit đã cài đặt.";

/* alert title */
"Audio Unit authorization error." = "Lỗi cấp quyền Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Đã phát hiện thấy Audio Units không tương thích.";

/* alert title */
"You are about to abort the scan process." = "Bạn sắp hủy bỏ quá trình quét.";

/* alert title */
"You are using incompatible Audio Units." = "Bạn đang sử dụng Audio Units không tương thích.";

/* audio unit type */
"MIDI processor" = "Bộ xử lý MIDI";

/* audio unit type */
"MIDI-controlled effect" = "Hiệu ứng do MIDI điều khiển";

/* audio unit type */
"effect" = "hiệu ứng";

/* audio unit type */
"format converter" = "bộ chuyển đổi định dạng";

/* audio unit type */
"generator" = "máy phát";

/* audio unit type */
"instrument" = "nhạc cụ";

/* audio unit type */
"mixer" = "bộ hòa âm";

/* audio unit type */
"offline effect" = "hiệu ứng ngoại tuyến";

/* audio unit type */
"output unit" = "thiết bị đầu ra";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Đang tìm kiếm trình cắm Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Đang cập nhật thông tin về trình cắm Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "không thể mở được";

/* possible validation result */
"crashed validation" = "xác thực bị lỗi";

/* possible validation result */
"failed validation" = "xác thực thất bại";

/* possible validation result */
"not authorized" = "không được ủy quyền";

/* possible validation result */
"not validated due to internal error" = "không được xác thực do lỗi nội bộ";

/* possible validation result */
"not yet validated" = "chưa được xác thực";

/* possible validation result */
"successfully validated" = "xác thực thành công";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Đang quét Audio Units (đã hoàn tất %1$d / %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Đang quét Audio Units (đã hoàn tất %1$ld / %2$ld)";

/* used for invalid version numbers */
"invalid" = "không hợp lệ";

/* used when value transformer can’t interpret given object */
"unknown" = "không xác định";
